content/math300/AdditionalResources.md
+++
title = "Additional Resources"
author = ["John Hammond"]
draft = false
mathjax = true
ShowBreadCrumbs = true
+++

## Incan empire and the Egyptian Rhind Papyrus {#incan-empire-and-the-egyptian-rhind-papyrus}

-   and here's the [1615 notes of Felipe Guaman on the Incan empire](http://www5.kb.dk/permalink/2006/poma/356/en/image/?open=idm45693536739296)
-   [Here's a link to the Rhind Papyrus full image on the British Museum website.](https://www.britishmuseum.org/collection/object/Y_EA10058)


## Representing arithmetic and fractions {#representing-arithmetic-and-fractions}

This is a link to [Florian Cajori's History of Mathematical Notations, volume 2](https://archive.org/details/b29980343_0002/page/14/mode/2up). Specifically, it points to the history of the dollar sign, $, because that might be an interesting entry point into the book.

Simon Stevin's  _De Thiende_ ('The Tenth') in 1585

-   [You can find it here](https://books.google.com/books?id=aVdIAQAAMAAJ&pg=PA9&ci=99%252C363%252C407%252C298&source=bookclip#v=onepage&q&f=false) (a 1606 English edition)
